Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: Invalid PV initialization format
de: Ungültiges PV-Initialisierungsformat

source: Trap number not implemented
de: Nicht implementierte Trapnummer

source: The B&R module type is not defined for a trap install
de: Der Typ des B&R-Moduls ist nicht für ein Trapinstall definiert

source: The hardware trap library version does not match the CPU version
de: Die Version der Hardwaretrapbibliothek paßt nicht zur CPU-Version

source: Too many expansion trap libraries installed
de: Zuviele Erweiterungs-Traplibraries installiert

source: Version Inconsistency BURTRAP.br
de: Versions-Inkonsistenz BURTRAP.br

source: Function only supported on a PP
de: Funktion wird nur auf einem PP unterstützt

source: Volatile global memory configuration too small.
de: Ein Task benötigt mehr globalen flüchtigen Speicher als konfiguriert

source: Variable memory conflict - too less global memory configured.
de: Ein Task benötigt mehr globalen remanenten Speicher als konfiguriert

source: An AVT Library with the same name already exists
de: Es existiert bereits eine AVT-Bibliothek mit dem selben Namen

source: Not enough AVT entries configured (PLCSWCFG)
de: Zuwenig AVT-Einträge konfiguriert (Konfiguration)

source: The version number of the configuration module does not match the current version number
de: Die Versionsnummer des Konfigurationsmoduls stimmt nicht mit der aktuellen Versionsnummer überein

source: No valid type ??
de: Kein gültiger Typ ??

source: SYSCONF module for wrong CPU type not accepted
de: SYSCONF Modul fuer falschen CPU Typ nicht akzeptiert

source: Wrong INSTALL-Mode
de: Falscher INSTALL-Mode

source: Arcfg module already exists
de: Arcfg-Modul bereits vorhanden

source: Debug task for Interrupt task class or Exception task class
de: Debugtask für Interrupttaskklasse oder Exceptiontaskklasse

source: The I/O controller type requested by the PLC task doesn't exist
de: Der von der SPS-Task geforderte IO-Controllertyp existiert nicht

source: Invalid IO-Controller-ID
de: ungültige IO-Controller-ID

source: Attempt to install a handler for an interrupt for a non-existant system bus module
de: Es wird versucht einen Handler für den Interrupt eines nicht existierende Systembusmoduls zu installieren

source: Installing the Process Variable Table
de: Anzahl der PV-Tabellen zu klein

source: Shovel processor does not exist
de: Schaufelprozessor nicht vorhanden (EX350, CP10x, CP15x, CP200, CP210)

source: The interface in unreachable.
de: Die Schnittstelle ist nicht erreichbar.

source: The interface is not yet ready after xopen/mode.
de: Die Schnittstelle ist nach dem xopen/mode noch nicht bereit.

source: No Device entry in pSOS table
de: Kein Device-Eintrag in pSOS Tabelle

source: Incorrect configuration for device
de: Es wird versucht einen nicht konfigurierten Devicetreiber zu installieren.

source: No buffer available
de: Kein Buffer verfügbar

source: Invalid buffer rejected
de: Ungültiger Puffer wird zurückgewiesen

source: Invalid I/O control code
de: Ungültiger IO-Control-Code

source: Specified device does not exist or BASIC FRAME driver for IF050/IF060 not loaded.
de: Referenziertes Device existiert nicht bzw. Frame-Basis Treiber für die IF050/IF060 ist nicht geladen

source: The System manager does not command the RIO-Master
de: Der Systemmanager beauftragt den RIO-Master nicht

source: IF050: Device requires too much internal memory
de: Nicht genug interner Speicher

source: Not enough internal memory
de: Nicht genug interner Speicher

source: Send buffer waiting queue full
de: Sende-Puffer-Warteschlage voll

source: Frame buffer with defective character
de: Frame-Puffer mit defektem Zeichen

source: RIO Master has not finished configuring the instruction list.
de: RIO-Master wird mit Auftragsliste konfigurieren nicht fertig

source: Error during I/O Transfer to the remote station.
de: Fehler beim IO-Transfer auf die Remotestation.

source: Error during Init Remote IO. The RIO master is not at the given module address
de: Fehler beim Init-Remode-IO. Der RIO-Master steckt nicht auf der angegebenen Moduladresse

source: RIO in this HS-Task classes is not valid
de: RIO in dieser HS-Taskklasse nicht zulässig

source: RIO First initialization not complete after 40 seconds
de: RIO-Erstinitialisierung nach 40 Sekunden nicht fertig

source: RIO memory management in boot cannot be initialized
de: RIO Speicherverwaltung im Hochlauf nicht initialisierbar

source: RIO Master has not completed output copying
de: RIO-Master wird mit dem Outputkopieren nicht fertig

source: Interrrupt task or Exception task is not allowed for the Debugger
de: Interrrupttask oder Exceptiontask für Debugger nicht erlaubt

source: SYSCONF module: No entry for task (priority)
de: SYSCONF Modul: Task-Eintrag nicht vorhanden (Prioritaet)

source: Error in Config.Module HS section does not match the RK section
de: Fehler im Konfigmodul HS-Section paßt nicht mit RK-Section zusammen

source: Max. number of interrupt tasks exceeded
de: maximale Anzahl von Interrupttasks/Exceptiontasks überschritten

source: More than 1 Exception task class configured
de: mehr als 1 Exceptiontaskklasse konfiguriert

source: Exception Task with this number already exists
de: IRQ-Task für IO-Modul oder EXC-Task für Exception-Nr. bereits vorhanden

source: Installation failure
de: Installation fehlgeschlagen

source: Deleteing a B&R-Module: No PI Object exists for this module
de: Entfernen eines B&R-Moduls: Es existiert noch ein PI-Objekt für diesen Modul

source: Ptr Error while deleting a B&R-Module
de: Ptr Fehler beim Entfernen eines B&R-Moduls

source: Ptr Error whil deleting a system task
de: Ptr Fehler beim Entfernen einer Systemtask

source: System task has not been stopped before deletion
de: Systemtask ist vor dem Entfernen nicht gestoppt worden

source: Ptr Error while deleting a user task
de: Ptr Fehler beim Entfernen einer Usertask

source: User task has not been stopped before deletion
de: Usertask ist vor dem Entfernen nicht gestoppt worden

source: There is still an active reference to the AVT Module while deleting (linkcnt != 0)
de: Es gibt noch eine aktive Referenz auf den AVT-Modul beim Entfernen (linkcnt != 0)

source: Ptr Error while deleting an AVT Library Module
de: Ptr Fehler beim Entfernen eines AVT-Bibliothek-Moduls

source: PLC Task Update: Update not possible in Flash
de: SPS-Task-Update: Update in das Flash nicht möglich

source: PLC Task Update: Update not possible in FIXRAM
de: SPS-Task-Update: Update in das FIXRAM nicht möglich

source: PLC Task Update: Different IO Definition
de: SPS-Task-Update: Unterschiedliche IO-Definition

source: PLC Task Update: Different Data types
de: SPS-Task-Update: Unterschiedliche Datentypen

source: PLC Task Update: Different IO-amount
de: SPS-Task-Update: Unterschiedliche IO-Anzahl

source: PLC Task Update: Different Task class
de: SPS-Task-Update: Unterschiedliche Taskklasse

source: PLC Task Update: Different order number / exception number
de: SPS-Task-Update: Unterschiedliche Reihenfolgenummer / Exceptionnummer

source: PLC Task Update: Different PP amount
de: SPS-Task-Update: Unterschiedliche PP Anzahl

source: PLC Task Update: Different System bus module amount (PP)
de: SPS-Task-Update: Unterschiedliche Systembusmodul Anzahl (PP)

source: PLC Task Update: Different AVT amount (AVT-FBK)
de: SPS-Task-Update: Unterschiedliche AVT-Anzahl (AVT-FUB)

source: PLC Task Update: Different AVT entry (AVT-FBK)
de: SPS-Task-Update: Unterschiedlicher AVT-Eintrag (AVT-FUB)

source: PLC Task Update: Different local Variable
de: SPS-Task-Update: Unterschiedliche lokale Variable

source: PLC Task Update: Different global Variable
de: SPS-Task-Update: Unterschiedliche globale Variable

source: PLC Task Update: Update function not available (UPDATE.BR)
de: SPS-Task-Update: Update-Funktion nicht vorhanden (UPDATE.BR)

source: PLC Task Update: No PV entry available
de: SPS-Task-Update: Kein PV-Eintrag vorhanden

source: ID is not in a table
de: ID in keiner Tabelle

source: Code for Error Message
de: USER-Task EXIT aufgerufen

source: Warning: return from _NONCYLIC function --> called _EXIT
de: Warnung: Return aus _NONCYLIC Funktion --> _EXIT Behandlung

source: There is no free I/O timer
de: Es gibt keine freien IO-Timer

source: The given I/O timer value is wrong
de: Der übergebene IO-Timerwert ist falsch

source: Unknown I/O timer distributor
de: Der IO-Timer Verteiler ist nicht bekannt

source: I/O timer not supported on this HW
de: IO-Timer werden auf dieser HW nicht unterstützt

source: Object pointer for starting a System/User Task is invalid
de: Objektpointer für das Starten einer System/User-Task ist ungültig

source: No enough memory configured (MEMCL_OS/MEMCL_SPSSW) when starting a task
de: Zuwenig konfigurierter Speicher (Stack, temporär) beim Starten einer Task

source: Transfer is active during Read Timeout
de: Übertragung aktiv bei Read Timeout

source: Device not open
de: Device ist nicht geöffnet

source: Device not found
de: Device nicht gefunden

source: Syntax error in mode parameter string, or mode parameter not supported by the specified device.
de: Syntaxfehler im Mode-Parameter-String, oder Mode-Parameter wird vom spezifischen Device nicht unterstützt

source: Too many devices opened at once
de: Zu viele Devices gleichzeitig geöffnet

source: Operating system version too low
de: Zu kleine Betriebssystem-Version

source: Specify /PA, /DB, and /SB together.
de: /PA, /DB, /SB gemeinsam angeben.

source: I/O control command not supported.
de: IO-Control-Kommando wird nicht unterstützt

source: Internal resources cannot be assigned.
de: Interne Ressourcen können nicht belegt werden

source: RIO Exception : No error entered
de: RIO-Exception: Kein Fehler eingetragen

source: RIO Exception : Master Error
de: RIO-Exception: Master-Fehler

source: RIO Exception : Slave Error
de: RIO-Exception: Slave-Fehler

source: RIO Exception, RIO exception task for evaluation necessary
de: RIO-Exception, RIO-Exceptiontask für Auswertung notwendig

source: RIO Exception : Wrong block number
de: RIO-Exception: Falsche Blocknummer

source: RIO Exception : Unknown command
de: RIO-Exception: Unbekanntes Kommando

source: RIO Exception : Input already configured
de: RIO-Exception: Input bereits konfiguriert

source: RIO Exception : Shovel table is too long
de: RIO-Exception: Schaufeltabelle zu lang

source: RIO Exception : Input configuration with output task
de: RIO-Exception: Inputkonfiguration mit Outputauftrag

source: RIO Exception : Configuration with status access
de: RIO-Exception: Konfiguration mit Status-Zugriff

source: RIO Exception : Module address too high
de: RIO-Exception: Moduladresse zu hoch

source: RIO Exception : Internal Address too high
de: RIO-Exception: Interne Adresse zu hoch

source: RIO Exception : Block already configured
de: RIO-Exception: Block bereits konfiguriert

source: RIO Exception : Offset in Frame inconsistent to Bit shovel entry
de: RIO-Exception: Offset im Frame inkonsistent zu Bit-Schaufeleintrag

source: RIO Exception : Output already configured
de: RIO-Exception: Output bereits konfiguriert

source: RIO Exception : Error not repairable, despite multiple repeats
de: RIO-Exception: Fehler bei Input-Konfiguration am Slave

source: RIO Exception : Faulty offset with LDFW command
de: RIO-Exception: Fehlerhafter Offset beim LDFW Kommando

source: RIO Exception : Block on slave not configured
de: RIO-Exception: Block am Slave nicht konfiguriert

source: RIO Exception : 2003 Analog access with odd number of bytes
de: RIO-Exception: 2003-Analogzugriff mit ungerader Byteanzahl

source: RIO Exception : 2003 Digital access with length> 1 or offset> 0
de: RIO-Exception: 2003-Digitalzugriff mit Länge > 1 oder Offset > 0

source: RIO Exception : 2003 Digital access with incorrect data direction In/Out
de: RIO-Exception: 2003-Digitalzugriff mit falscher Datenrichtung In/Out

source: RIO Exception : Error accessing an input module
de: RIO-Exception: Fehler beim Zugriff auf ein Inputmodul

source: RIO Exception : Error accessing an output module
de: RIO-Exception: Fehler beim Zugriff auf ein Outputmodul

source: RIO Exception : Invalid slave number configured
de: RIO-Exception: unzulässige Slavenummer konfiguriert

source: RIO Exception : Shovel offsets do not suit or overlap
de: RIO-Exception: Schaufel-Offsets passen nicht oder überlappen

source: RIO Exception : Block contains no data
de: RIO-Exception: Block enthält keine Daten

source: RIO Exception : Block number for slave too large
de: RIO-Exception: Blocknummer für Slave zu groß

source: RIO Exception : Block configured without Input or Output
de: RIO-Exception: Block ohne Input- und Outputdaten konfiguriert

source: RIO Exception : Too many instruction lists configured
de: RIO-Exception: zu viele Auftragslisten konfiguriert

source: RIO Exception : Copy Puffer overflow
de: RIO-Exception: Copy Puffer Überlauf

source: RIO Exception : Frame Puffer overflow
de: RIO-Exception: Frame Puffer Überlauf

source: RIO Exception : No task list available
de: RIO-Exception: Keine Auftragsliste vorhanden

source: RIO Exception : Number of shovel entries for a block too high
de: RIO-Exception: Anzahl der Schaufeleinträge für einen Block zu hoch

source: RIO Exception : Slave does not report during configuration
de: RIO-Exception: Slave meldet sich während Konfigphase nicht

source: RIO Exception : Slave address invalid (0 or too large)
de: RIO-Exception: Slaveadresse ungültig (0 oder zu groß)

source: RIO Exception : Error on slave
de: RIO-Exception: Fehler am Slave

source: RIO Exception : Slave does not report despite multiple repeats
de: RIO-Exception: Slave meldet sich trotz Wiederholung nicht mehr

source: RIO Exception : Error during IO access of a slave
de: RIO-Exception: Fehler beim IO-Zugriff auf einem Slave

source: RIO Exception : Invalid slot number
de: RIO-Exception: Ungültige Steckplatznummer

source: RIO Exception : System bus module is not RIO Master
de: RIO-Exception: Systembusmodul ist kein RIO-Master

source: RIO Exception : RIO Master Module version too low (<3.0)
de: RIO-Exception: RIO-Master-Modul hat eine zu niedrige Version (<3.0)

source: RIO Exception : Response of the Slave does not match Request
de: RIO-Exception: Response des Slave passt nicht zum Request

source: RIO Exception : Incorrect command
de: RIO-Exception: Falsches Kommando

source: RIO Exception : Unknown command for response (internal)
de: RIO-Exception: Unbekanntes Kommando bei Antwort auswerten (intern)

source: RIO Exception : Given data length too small
de: RIO-Exception: Angegebene Datenlaenge zu klein

source: RIO Exception : Number of write entries too large
de: RIO-Exception: Anzahl der Schreibeinträge ist zu groß

source: RIO Exception : Length of write data is too large
de: RIO-Exception: Länge der Schreibdaten ist zu groß

source: RIO Exception : Error accessing input module
de: RIO-Exception: Fehler beim Zugriff auf Inputmodul

source: RIO Exception : First entry in the CFG Table was NULL
de: RIO-Exception: Erster Eintrag in der CFG Tabelle war NULL

source: RIO Exception : Incorrect LIFE List length
de: RIO-Exception: Falsche LIFE List Länge

source: RIO Exception : Incorrect master version
de: RIO-Exception: Falsche Masterversion

source: RIO Exception : Invalid module address
de: RIO-Exception: Ungültige Moduladresse

source: RIO Exception : Input data length does not match master configuration
de: RIO-Exception: Inputdatenlänge passt nicht zur Master-Konfiguration

source: RIO Exception : Output data length does not match master configuration
de: RIO-Exception: Outputdatenlänge passt nicht zur Master-Konfiguration

source: RIO Exception : Error 1 when loading the RIO ISL Firmware
de: RIO-Exception: Fehler 1 beim Laden der RIO-ISL-Firmware

source: RIO Exception : Error 2 when loading the RIO ISL Firmware
de: RIO-Exception: Fehler 2 beim Laden der RIO-ISL-Firmware

source: RIO Exception : Error 3 when loading the RIO ISL Firmware
de: RIO-Exception: Fehler 3 beim Laden der RIO-ISL-Firmware

source: RIO Exception : RIO Master not configured as intelligent slave
de: RIO-Exception: RIO-Master ist nicht als Intelligenter Slave konfiguriert

source: RIO Exception : Error accessing output module
de: RIO-Exception: Fehler beim Zugriff auf Outputmodul

source: RIO Exception : IN FBK: Priority != 0 given
de: RIO-Exception: IN-FUB: Priorität != 0 wurde angegeben

source: RIO Exception : IN FBK: inptr = NULL
de: RIO-Exception: IN-FUB: inptr = NULL

source: RIO Exception : OUT FBK: Priority != 0 given
de: RIO-Exception: OUT-FUB: Priorität != 0 wurde angegeben

source: RIO Exception : OUT FBK: outptr = NULL
de: RIO-Exception: OUT-FUB: outptr = NULL

source: RIO Exception : RIO Slave not in RUN Mode
de: RIO-Exception: RIO-Slave ist nicht im RUN-Mode

source: RIO Exception : ISL Input Status: No valid input data available
de: RIO-Exception: ISL Input Status: Keine gültigen Inputdaten vorhanden

source: RIO Exception : Incorrect output data length on slave
de: RIO-Exception: Falsche Outputdatenlänge am Slave

source: RIO Exception : Incorrect priority for ISL Output Status
de: RIO-Exception: Falsche Priorität für ISL Output Status

source: RIO Exception : Incorrect DPR_Address
de: RIO-Exception: Falsche DPR_Adresse

source: RIO Exception : Incorrect configuration length
de: RIO-Exception: Falsche Konfigurationslänge

source: RIO Exception : Incorrect system bus module number
de: RIO-Exception: Falsche Systembusmodulnummer

source: RIO Exception : No valid command
de: RIO-Exception: Kein gültiges Kommando

source: RIO Exception : Invalid configuration pointer
de: RIO-Exception: Ungültiger Konfigurationspointer

source: RIO Exception : Invalid Data pointer
de: RIO-Exception: Ungültiger Datenpointer

source: RIO Exception : RIO-START -> incorrect state
de: RIO-Exception: RIO-START -> falscher State

source: RIO Exception : Incorrect data length
de: RIO-Exception: Falsche Datenlänge

source: RIO Exception : No valid IO given
de: RIO-Exception: Kein gültiges IO angegeben

source: RIO Exception : TAB Buffer too small
de: RIO-Exception: TAB Buffer zu klein

source: RIO Exception : Copy buffer too small
de: RIO-Exception: Zu kleiner Kopierbuffer

source: RIO Exception : Slave address too high
de: RIO-Exception: Zu hohe Slaveadresse

source: RIO Exception : Length of empty entry too large
de: RIO-Exception: Länge eines Leereintrags zu groß

source: RIO Exception : Data buffer too small
de: RIO-Exception: Zu kleiner Datenbuffer

source: RIO Exception : RIO already running
de: RIO-Exception: RIO läuft bereits

source: RIO Exception : RIO not configured
de: RIO-Exception: RIO nicht konfiguriert

source: RIO Exception : Incorrect parameter pointer
de: RIO-Exception: Falscher Parameterpointer

source: RIO Exception : Incorrect parameter length
de: RIO-Exception: Falsche Parameterlänge

source: RIO Exception : RIO not configured or not started
de: RIO-Exception: RIO nicht konfiguriert oder nicht gestartet

source: RIO Exception : Incorrect Parameter ID
de: RIO-Exception: Falsche Parameter ID

source: RIO Exception : Incorrect table pointer
de: RIO-Exception: Falscher Tabellenzeiger

source: RIO Exception : Incorrect length
de: RIO-Exception: Falsche Länge

source: RIO Exception : Invalid mode
de: RIO-Exception: Ungültiger Mode

source: RIO Exception : Incorrect slave status
de: RIO-Exception: Falscher Slavestatus

source: RIO Exception : Incorrect mode
de: RIO-Exception: Falscher Mode

source: RIO Exception : Incorrect bit address
de: RIO-Exception: Falsche Bitadresse

source: RIO Exception : IO module address not possible
de: RIO-Exception: IO-Moduladresse nicht möglich

source: RIO Exception : Response from wrong slave
de: RIO-Exception: Antwort kam vom falschen Slave

source: RIO-Exception : Task can presently not be carried out
de: RIO-Exception: Auftrag zur Zeit nicht durchführbar

source: RIO Exception : No IO Module availabel(or Bus end)
de: RIO-Exception: Kein IO-Modul vorhanden (oder Busende)

source: RIO Exception : IO Bus end reached
de: RIO-Exception: IO-Busende erreicht

source: RIO Warning: Library / Trap provided twice
de: RIO-Warnung: Bibliothek / Trap doppelt vorhanden

source: Not enough communication objects (COBs) as specified in CANopen() and CANMulOpen() (increase cob_no ). CANexcep(): Invalid exception number exc_no. Valid range: 208 - 223. CANdftab(): Parameter table_adr=NULL
de: CAN: Zuwenig Kommunikationsobjekte (COBs) vorhanden als in CANopen() und CANMulOpen() angegeben wurden (cob_anz vergrößern).

source: Not enough memory available for resources.
de: CAN: Zuwenig Speicher für Ressourcen verfügbar

source: Wrong identifier
de: CAN: Falscher Identifier

source: Communication objects (COBs) identifier is already being used in the system.
de: CAN: Kommunikationsobjekte (COBs) Identifier wird im System schon verwendet

source: Wrong CAN identifier
de: CAN: Falscher CAN-Identifier

source: Incorrect user identifier us_ident passed along
de: CAN: Falscher User-Identifier us_ident wurde übergeben

source: A COB with the specified CAN identifier has already been defined in the system
de: CAN: Ein COB mit dem angegebenen CAN-Identifier wurde im System schon einmal definiert

source: CAN: Wrong CAN identifier definition
de: CAN: CAN-Identifier Definition falsch

source: COB Management (FBK memory) destroyed
de: CAN: COB-Verwaltung (FUB-Speicher) wurde zerstört

source: CAN operation with the same CAN identifier is busy
de: CAN: CAN-Auftrag mit dem selben CAN-Identifier in Arbeit (busy)

source: Send queue full
de: CAN: Übertragungs-Sende Queue voll

source: CAN bus is BusOff.
de: CAN: CAN-Bus ist BusOff

source: CAN: No more buffers available in CAN controller
de: CAN: Kein weiterer Buffer im CAN Kontroller mehr frei

source: CAN driver not installed
de: CAN: CAN-Treiber nicht installiert

source: Invalid data length for CAN data
de: CAN: Ungültige Datenlänge der CAN Daten

source: Baud rate not allowed
de: CAN: Unzulässige Baudrate

source: Illegal number of COB
de: CAN: Unzulässige COB anzahl

source: Specified CAN controller not found
de: CAN: Angegebener CAN Kontroller nicht vorhanden

source: Error analyzing hardware
de: CAN: Fehler bei HW-Analyse

source: Error in interrupt handling
de: CAN: Fehler bei Interruptbehandlung

source: Function not supported
de: CAN: Funktion wird nicht unterstützt

source: user_typ in CMSinit() incorrect
de: CAN: user_typ in CMSinit() ist falsch

source: CMS object incorrectly defined
de: CAN: Falsche Definition eines CMS Objekts

source: CMSinit(): Invalid CMS structure
de: CAN: Ungültige CMS-Struktur

source: Incorrect value for cms_mode transferred to the CMSmain() function
de: CAN: Falscher Wert für cms_mode an die Funktion CMSmain() übergeben oder CMSattach/CMSdetach Aufruf ohne Aktivierung

source: Node number cannot be read
de: CAN: Knotennummer kann nicht gelesen werden

source: An invalid parameter has been transferred (NULL)
de: CAN: Ein ungültiger Parameter wurde übergeben (NULL)

source: Internal management is destroyed in the interrupt handler
de: CAN: Interne Verwaltung ist im Interrupthandler zerstört

source: Abort protocol sent
de: CAN: Abort-Protokoll wurde gesendet

source: Abort protocol has been received from the client
de: CAN: Abort-Protokoll wurde vom Client empfangen

source: Incorrect FBCAN handle
de: CAN: FBCAN Handle falsch

source: Conflict with standard/extended mode (11 or 29-bit CAN identifiers)
de: CAN: Konflikt mit Standard/Extended-Modus (11 bzw. 29 Bit CAN-Identifier)

source: CMS multiplexer definition error
de: CAN: CMS Multiplexer Definitionsfehler

source: Dynamic variables not supported
de: CAN: Dynamische Variable werden nicht unterstützt
